{
    "zh-CN": {
        "title": "童年",
        "content": "<p>久违的暖阳浮出云层，抹去了一丝凉心的阴沉。</p><p>我抬头望了望四周，一种安逸和谐的气息扑面而来，在我心里，总觉着有那么些事物萦绕在我身旁，挥之不去。可是，除了地上和我一样呆呆眺望着远方的影子外，再没有任何人。而阳光忽明忽暗，好似我阴晴不定的心，停驻在回忆里。 </p><p>身旁肃杀般的宁静，让我想起了那年夏天，而后一连串的感受，大张旗鼓的涌入我的心头。确实，在我生命中的夏天里，记载了太多的回忆...</p><p>那一年夏天，外婆还没有死去。她家门前那棵葱翠的桑树也还没来得及连根拔起。那时候的蝉，隐匿在桑叶间，扯开嗓子叽叽叽叽吼个不停。我好几次爬到树上，抬头探索着，企图将它们捉下来玩个痛快。就这样，一个七八岁小男孩，在树下好奇昂着脑袋寻蝉的画面，定格在那个夏天。</p><p>农家孩子的童年是很累的。当家前池塘中央荷花屹立，在烈日的衬映下别有一番粉红的时候，我正忙着握上镰刀跟随着父母去田间收割稻子。费尽了千辛万苦才把谷子用土车运至坪中，水泥坪上的稻谷从早晒到晚，我一直守在那，不许鸡禽踏入坪中半步。而那些年的夏天，我很累，却无比快乐。</p><p>想着想着，心中忽的涌出一种悲凉。那种感觉，像是个从未出过远门的孩子，独自流浪在陌生繁华的城市，很孤单、很无助。就像十二岁那年夏天，瘦小脆弱的男孩，第一次肚独自伫立在城里学校门口，望着母亲渐行渐远的背影，忍不住潸然泪下。</p><p>回忆着， 过往就像流水。洗涤着浮躁的心。我懂得了时间的奥义，它会在你不珍惜时光的时候疯狂暴走。有时候，时间给我们留下的，或许，不只是回忆，还有遗憾。过去的人生，布满疮痍，而沧海桑田，描绘的也不只是过去，也许还有未来。</p><p>寒窗苦读十余年，在我认为情感最深的人，非小学时候玩伴莫属了。只不过，再深的情感，好像也经不起时间的侵蚀，越来越远。</p><p>高中毕业后，也许就没什么机会再像从前那样一起疯狂，一眨眼几年又会飞逝，而后各求其职，相聚亦愈来愈少。</p><p>人生啊，过得很快。甚至很多我们曾经想都没想过的事情，正一步步然接近我们的生活，我该如何去拥抱未来才会不留遗憾呢？</p>"
    },
    "en-US": {
        "title": "Childhood",
        "content": "<p>The long-unseen warm sun rose above the clouds and wiped away the cool gloom.</p><p>I looked up around, a sense of ease and harmony, in my mind, there are always some things lingering around me, lingering. But there was no one on the ground, except for the shadow, which was staring into the distance like me. And the sun flickers, like I rain or shine uncertain heart, stop in the memories.</p><p>side of the solemn quiet, let me think of the summer, and then a series of feelings, a great fanfare into my mind. Indeed, in the summer of my life, recorded too many memories...</p><p>That summer, grandma did not die. The green mulberry tree in front of her house had not yet been uprooted. At that time, the cicada, hidden in the mulberry leaves, at the top of his voice squeak squeak roar non-stop. Several times I climbed up the tree, looked up and explored, trying to catch them for fun. In this way, a little boy of seven or eight years old, under the tree curious to hold his head looking for cicadas picture, frozen in that summer.</p><p>Farm children's childhood is very tired. Before the head of the pond in the middle of the lotus stand, in the sun under the background of a pink, I was busy with the sickle with parents to go to the field to harvest rice. It took a lot of pains to transport the millet to the flat with soil cart, the rice on the cement flat from early to late, I have been kept there, not allowed to step into the chicken flat half step. And those summer, I am very tired, but extremely happy.</p><p>Tthinking, the heart suddenly gushed out of a sad. That kind of feeling, like a child who has never been far away, wandering alone in a strange bustling city, very lonely, very helpless. It was like the summer of twelve years old, when a small and fragile boy stood alone at the gate of the city school for the first time, looking at his mother as she walked away, and burst into tears.</p><p>Memories, the past is like water. Washing impetuous heart. I understand the essence of time, it will be in you do not cherish the time when crazy. Sometimes, time gives us left, perhaps, not only memories, but also regrets. The past life, full of scars, and the sea, depicting not only the past, and perhaps the future.</p><p>Cold window study for more than 10 years, in my opinion, the deepest emotion of the people, only when the primary school playmates. Only, again deep emotion, also seems to be unable to withstand the erosion of time, more and more far.</p><p>After high school graduation, there may be no chance to be as crazy as before, a few years will fly by, and then each job, less and less together.</p><p>Life, passed quickly. Even a lot of things we have never thought of, is gradually approaching our life, how can I embrace the future without regrets?</p>"
    }
}