{
    "zh-CN": {
        "title": "荷塘梧桐与成长",
        "content": "<p>天气昏沉，处在不开灯的房间，心不在焉的敲打着键盘。听着室友游戏里鹧鸪鸟叫声，思绪被拉扯。</p><p>我忽然想到了小时候，小时候天真烂漫的笑容，无忧无虑吃着冰棍，每天一放学就跟着小伙伴们嬉戏打闹，自由自在，永远不用担心没有事情可做，也永远不会感觉无聊。</p><p>小时候，家门口池塘一到夏天一定满是荷花，那时候也不知是谁无心扔了一截藕根进去，结果第二年长满荷叶，所有人都觉得那是一道亮丽的风景，大人们说，无心插柳柳成荫，然后我竟然跑到很远的地方好不容易弄到一根柳枝，插在家门口池塘边，幻想着长大的柳树也能遮阴避日。然而大人们却告诉我池塘边不能插柳，夜晚招鬼，然后把还没萌芽的树苗给扼杀了。我很难过，又怕真的夜里有鬼，因此再也没扦插过柳树。</p><p>小学的时候每天要走一段路才能到学校，因为要赶去上早自习，所以要起得很早，每天，大清早天微亮，就得被我妈从被窝里扯出来，我夜晚很爱做梦，可每次梦的结尾都是被我妈从梦里拉出来。我记得每天的早餐都是火腿肠，妈都不吃，全留给我，我吃一半带一半，中午吃饭都是自己带饭盒，所以剩下的火腿肠都装在里边，那时候学校有个破旧大礼堂，里面专门蒸饭的，每个人都自己带饭。大清早，马路上，三五成群的小伙伴陆陆续续往前走着，我每次都跟在最后。他们拿着手里的饭盒大口吃着，等走到了学校，午饭也被他们吃完了。有时候看着他们吃的样子，心痒痒的，情不自禁地打开饭盒吧唧两口下去然后再盖上。</p><p>小学时光真的很快，在我脑海中似乎已经找不到太多回忆，只记得毕业那天我们把破烂的课桌围成一个圈，班主任在上面，讲些什么我已毫无印象，后来我跟玩的最好的一个小伙伴走了出来，站在一位大叔家门口木头上，我说时间好快，我们终于毕业了，我要去外面读书，兄弟，以后你们要好好的。然后我们搭着肩，向前走着。</p><p>后来小伙伴当兵去了，好多年没见，至今也难逢一面。沧海桑田，很多儿时玩伴，各奔东西，再也没有联系。</p><p>往事不堪回首，每每一回忆就要牵扯到更多的回忆。</p><p>我知道我自己一直在成长，但并不是因为看到了自己慢慢变大，而是看到了家门口梧桐树一天天的变化。那棵梧桐树对我来说意义非凡，它伴我成长，十多年岁月。记得我七八岁的时候，它还是棵野树苗，也许是被小鸟叼来的种子，它就落在路旁，成长着。我在城里读书，每当回家路过都会停留片刻看看它长大多少。一年又一年，从没我高到比我高，到长成参天大树。十多年岁月~</p><p>可是我知道，那棵树以后会要被砍掉，我也不知道为什么会知道，心里就觉得它在以后会消失在我的视野中，离开我的世界。我很无奈，也会很难过，我知道，就算它离开我的世界，但它会永远留在我的脑海中，我会提醒自己，生命中有这么一棵给我无尽儿时快乐回忆的梧桐，永不磨灭。 </p><p>我每次回到家里，都会有一丝惋惜，小时候踏过的土马路坑坑洼洼很难走，如今却突然很怀念，看不见尽头的水泥路，代替了它，却再也走不出坑坑洼洼的感觉。那是儿时的回忆。然而儿时的回忆却正在慢慢被时间吞噬，无心插柳，柳死了，荷塘也不见了，儿时想象中的池塘，再也见不到半片荷叶，它就这样消失了，被时间遗弃了。</p>"
    },
    "en-US": {
        "title": "donotWantGrow",
        "content": "<p>Weather drowsy, in the room without lights, absent-minded typing the keyboard. Listen to roommate game partridge calls, thoughts are pulled.</p><p>I suddenly thought of when I was a child, when the innocent smile, carefree eating Popsicle, every day after school to play with friends play, free, never worry about nothing to do, also never feel bored. < / p > < p > when I was young, home a pond in summer must be full of lotus, at that time also don't know who is inadvertently threw a cut lotus root, results in the second year full of lotus leaf, everyone thought it was a beautiful scenery, the adults said, have a remarkable, and then I could run to far away places very not easy to get a switch, plug in a doorway pond, fantasizing about grow up willow can also shade avoidance. However, the grown-ups told me that I could not put willows in the pond, recruit ghosts at night, and then kill the trees that had not yet sprouted. I am very sad, and afraid that there is really a ghost at night, so no longer cuttings willow.</p><p>Primary school every day to walk a way to school, because to catch up on the morning study, so to get up early, every day, early in the morning light, have to be my mother pulled out of the bed, I love to dream at night, but every time the end of the dream is my mother pulled out of the dream. I remember that every day the breakfast is ham sausage, mother did not eat, all left for me, I eat half with half, lunch is my own lunch box, so the rest of the ham sausage were packed in, at that time the school had a shabby auditorium, where the special steamed rice, everyone brought their own food. Early in the morning, on the road, a small group of friends one after another to go forward, I always followed the last. They held their lunch boxes in their hands, and when they got to school, they had finished their lunch. Sometimes watching the way they eat, heart itching, can't help but open the box bar down two mouthfuls and then cover.</p><p>primary school time really fast, it seems that in my mind has to find too many memories, just remember graduation that day we put the desk in a circle, the teacher in charge in the above, speak what I have no idea, then I play with one of the best friend came out, standing on a wood uncle home, I said good time, we finally graduated, I'm going to the outside reading, brother, later you well. Then we put our shoulders together and walked forward.</p><p>Later little partner as a soldier to go, many years have not seen, up to now also once in a while. A lot of childhood friends, go their separate things, no longer contact.</p><p>Past unbearable, often a memory will be involved in more memories.</p><p>I know that I have been growing, but not because I see slowly grow, but to see the door of the sycamore tree day by day. That plane tree meant a lot to me. It grew up with me for more than ten years. Remember when I was seven or eight years old, it is still a wild tree sapling, perhaps is the seeds of the birds diao, it fell on the roadside, growing. I studied in the city and stopped by to see how much it had grown. Year after year, never I tall than I tall, to grow into towering trees. But I knew that the tree would be cut down, and I didn't know why. I just felt that it would disappear in my sight and leave my world. I am very helpless, also will be very sad, I know, even if it leaves my world, but it will always stay in my mind, I will remind myself that there is such a wutong in my life gives me endless happy memories of childhood, will never die.</p><p>Every time I come back home, there will be a regret, when I was a child, the earth road bumpy difficult to walk, but now suddenly miss, can not see the end of the cement road, instead of it, but can not walk out of the feeling of potholes. It's a childhood memory. However, the childhood memories are slowly being swallowed by time, inadvertently inserted willow, willow died, the lotus pond is gone, childhood imagination of the pond, no longer see half lotus leaf, it disappeared, abandoned by time.</p>"
    }
}