{
    "zh-CN": {
        "title": "2007军训",
        "content": "<p>六年级毕业了，迎来的是“漫长”的暑假。然而这个暑假并不 “漫长”，一眨眼就过去了。</p><p>暑假里， 我参加自主招生考上了凤凰。 刚开始我很高兴， 但后来听说需要提前一星期赶往学校进行军训， 我十分沮丧， 但最后还是垂头丧气的去了。</p><p>在这军训期间， 每天太阳高照， 热的出奇， 我的心跳的很快， 以前从没有这样练过的。 可是， 身体不强壮的我， 还是坚持到了最后， 在这六天里， 我度日如年， 总盼望着早日回家。 从没离开妈妈这么久的我， 常会想妈妈， 我还偷偷的流泪了十多回， 我明白哭不能解决问题。可是， 我越来越不习惯， 我在后悔当初为什么考上凤凰中学， 为什么还要在这里读书， 我甚至想爬墙而出。“ 妈妈， 你来接我吧， 我要回去！”， 我的内心在凄凉的叫着。</p><p>我真的在这个学校一刻也待不住了， 像坐牢似的。 我觉得我很孤单， 我好想做一只小鸟在天空中飞来飞去， 自由自在多好啊！ 我呼喊着小鸟， 可小鸟无声无息地走了， 对我不理不睬， 我的心从千丈悬崖掉进了万丈深谷。正在此时， 我看见一个同学的父母来看望自己亲爱的儿子， 她给自己的儿子送来了一件衣。 我见此情景， 好希望那是自己的妈妈， 我好想叫一声妈妈， 可那位阿姨毕竟是别人的妈妈， 我好不容易封住了自己的小嘴。我拖着自己沉重的脚步， 慢慢的走回寝室。 我的泪如流水， 我不禁望着窗外， 望着山的那边， 我仿佛看到我妈妈在山的那边鼓励着我， 我还隐隐约约的听到了“ 儿子” 的叫喊声。 我竖起耳朵， 睁着大大的眼睛， 可是妈妈的身影不见了， 后来连声音也没了， 我才回过神来， 那是幻觉， 我几近崩溃， 只能呆呆的蹲在墙角默默等待飞出去的那天。</p><p>几天过后， 终于放假了。 我无比高兴， 可是时光从我眼前飞奔而过， 假期飞快的过去了。 我又进入了这烦人的校园。 我开始发觉我每天过着重复的生活， 吃饭上课、 上课吃饭， 还有最头痛的是午睡。 不知为何， 每当回到宿舍午睡的时候， 我躺在床上面对着白墙， 总是会偷偷流着一滴滴无声的泪水。 因为我总是想到我的童年生活， 童年生活是多么美好啊！ 每天可以自由自在的和伙伴玩耍， 每天都陪在妈妈身边,可是我美好的童年， 就这样离我远去了， 我被关在这牢笼里。 我好怕， 我怕童年的回忆离我越来越远。 然而时间小偷却不打算可怜我， 欢乐时光被它一扫而光， 只留给我回忆。 我毫无还手之力， 我好痛恨它。此时此刻， 我思念家人， 思念伙伴， 思念以前一切的一切， 我恨不得跳进时光机里， 让时光带我倒流。</p><p>我止不住的胡思乱想， 我的头都快要炸了。 在学校的时光总是那么长久， 时间总和我作对， 慢吞吞的走着。 我多么的希望这是在家里， 可每当在家里的时候， 时光一下子就飞了过去， 我措手不及， 不知如何才能过的长久一点， 我也不知为何会这样， 也许， 我还未成熟吧！ 还沉浸在那无休止回忆里吧！ 我曾想过要醒过来。 可是， 我竭尽全力也没有让自己在跌倒的地方站起来。真后悔当初没有珍惜时间， 我内心感到悲哀沉痛。 究竟如何才可以回到从前啊！ 可我知道这毕竟是不可能的事。 我真的好希望在此时此刻， 亲爱的爸爸妈妈能来看看我， 哪怕看一眼...可惜， 我只是在做着异想天开的白日梦。这些令人伤心的事， 一直浮现在眼前。 我静静的躺在床上， 过了很久。 我告诉自己， 不能在一直这样下去了。 如果我一直如此悲伤的话， 和一个废物又有什么区别。于是我逼迫着自己， 用手敲自己的脑袋， 让自己清醒一些我告诉自己， 不要再多想， 既来之则安之。 我要每天乐观一点， 坚持上好每一节课。 不知过了几天， 我稍好转了一些。 我觉得我不再那么憔悴了， 也交了不少朋友， 我开始觉得我好幸运， 拥有了朋友， 我不再感觉那样的孤单了。 只是， 在我脑海里一直忘不了妈妈。 总盼望妈妈能来看看我。 后来， 在一次和妈妈通电话中， 我把自己在学校里每天的感受倾诉给妈妈听， 妈妈也鼓励了我， 让我顿时信心十足， 我决心不再让自己活在悲伤之中了， 我要保持好的心态， 奋力学习， 争取做最好的自己。</p><p>一周的时间过去了， 我突然觉得时间稍微过快了一些。 我慢慢的融入了这个学校， 不知不觉就到了星期天， 放假了。 我怀着激动的心情赶往大伯伯家， 可能由于之前悲伤过度， 没有按时吃饭的原因， 在伯伯家， 我胃口大增， 大吃了一顿。 感觉自己一下子就沉浸到幸福、 快乐里了。</p><p>我非常感谢朋友、 感谢我的老师， 感谢伯伯， 还有我妈妈， 是她们鼓励我， 告诉我要勇往直前， 把我从低谷里拉了出来， 让我学会了如何愉快、 开心的度过每一天!</p>"
    },
    "en-US": {
        "title": "MilitaryTraining-2007",
        "content": "<p>sixth grade graduation, ushered in the 'long' summer. However, this summer vacation is not 'long', the blink of an eye over.</p><p>summer vacation, I took part in the independent admission examination of phoenix. At first I was very happy, but then I heard that I had to go to school for military training a week in advance.</p><p>during this military training, every day the sun shining, surprisingly hot, my heart beat very fast, never before such practice. However, I was not strong, or to the end, in these six days, I feel like years, always looking forward to going home. Never been away from my mother for so long, I often miss her, I also secretly shed tears more than 10 times, I know that crying can not solve the problem. However, I am more and more not used to it, I regret why I was admitted to phoenix middle school, why still study here, I even want to climb the wall. 'Mother, you come to pick me up, I want to go back!' 'My heart bleated forlornly.</p><p>I really can't stay a moment in this school, like in prison. I feel so lonely, I want to be a bird flying in the sky, how good free! I called the bird, but the bird silently walked away, to me, my heart from the cliff into the valley. Just then, I saw a classmate's parents come to visit their dear son. She sent him a coat. I see this scene, I wish it was his mother, I want to call a mother, but the aunt is after all, someone else's mother, I was not easy to seal their own small mouth. I dragged his heavy footsteps, slowly walked back to the bedroom. My tears like water, I can not help looking out of the window, looking at the other side of the mountain, I seem to see my mother on the other side of the mountain to encourage me, I also faintly heard the 'son' Shouting. I pricked up my ears and opened my eyes wide, but the figure of my mother disappeared, and then even the voice is not, I just came back to god, it is an illusion, I nearly collapsed, only to sit in the corner silently waiting for the day to fly out.</p><p>after a few days, finally a holiday. I am very happy, but the time from my eyes flew by, the holiday quickly passed. I'm back in this annoying schoolyard. I began to find that I was living a repetitive life every day, eating classes, eating classes, and the biggest headache was the nap. I don't know why, when I go back to the dormitory for a nap, I lie on the bed facing the white wall, always secretly shed a drop of silent tears. Because I always think of my childhood life, childhood life is how good ah! Every day can be free to play with my partner, every day to accompany my mother, but my beautiful childhood, so far away from me, I was locked in this cage. I am afraid, I am afraid that the memories of childhood away from me. However, the thief of time did not intend to pity me, happy time was swept away by it, leaving only my memories. I can't fight back. I hate it. At this moment, I miss my family, I miss my friends, I miss everything, I can't wait to jump into the time machine, let the time take me back.</p><p>I couldn't stop thinking. My head was about to explode. In the school time is always so long, the time total against me, slowly walk. How I hope this is in the home, but whenever at home, time flew in the past, I was unprepared, I do not know how to live a little longer, I do not know why this, perhaps, I am not mature! Still immersed in that endless memories! I wanted to wake up. But I did my best not to get up where I had fallen. I regret that I didn't treasure my time at the beginning. How on earth can go back to the past! But I knew it was impossible. I really hope that at this moment, my dear parents can come to see me, just for a moment... Unfortunately, I'm just daydreaming. These sad things are always on the horizon. I lay still in bed for a long time. I told myself I couldn't go on like this. If I'm so sad all the time, what's the difference between me and a bum? So I forced myself to hit my head with my hand to wake myself up and I told myself to stop thinking and take things as they come. I will be optimistic every day, adhere to a good class. After a few days, I felt a little better. I don't feel so haggard anymore, and I've made a lot of friends, and I'm starting to feel so lucky to have friends, and I don't feel so lonely anymore. Just, in my mind always forget mother. I always wish my mother would come and see me. Later, in a phone call with my mother, I poured out my feelings in school every day to my mother, mother also encouraged me, let me immediately full of confidence, I am determined not to let myself live in sadness, I want to keep a good attitude, study hard, strive to be the best themselves.</p><p>after a week, I suddenly felt that the time was a little too fast. I gradually integrated into this school, unconsciously on Sunday, the holiday. I was excited to go to the big uncle's home, perhaps because of the previous grief, did not eat on time, in the uncle's home, my appetite increased, eat a meal. Feel oneself are immersed in happiness, joy at a draught. I am very grateful to my friends, to my teachers, to my uncle, and to my mother, who encouraged me, told me to go forward, pulled me out of the trough, let me learn how to be happy, happy to spend every day!<p>"
    }
}