{
    "zh-CN": {
        "title": "太阳、猫",
        "content": "<p>清晨，从梦中醒来，一缕久违的阳光透过纱窗洒在衣柜上。</p><p>也不知期待了多久，就像笼中鸟儿重见蓝天，当那份埋藏在内心深处的憧憬化为现实，他忽的一时说不清心里有多激动，压抑在胸口已久的难受也随之烟消云散了。</p><p>远处青烟弥漫，他椅身靠在窗前，闭上眼深深呼吸着阳光，享受那种难得的温暖。他描述不出那是一种什么样的味道，懒洋洋的，却令人陶醉。</p><p>宿舍里空荡荡，平时嘈杂的地方此刻变得分外宁静，宁静的听得到阳光洒下来的声音。而他就像那只猫，吃饱了肚子蜷缩在阳光下，一动也不想动。</p><p>那是他小时候养过的一只花猫，微胖的身子裹着黑褐相间条纹的毛衣。每天吃饱了就懒懒趴在门前小石板上陪太阳睡懒觉，什么事也不爱做，奶奶老是踢它骂它，说它好吃懒做不干活，有一次还偷吃了奶奶烟熏的腊鱼，挨了打不敢回家，而我老是护着它。</p><p>那时候上小学，每当正午时分，我都会准时从学校赶回家吃午饭，上了坡左转，路过小石板，我总会掏出捡来的枯树枝静悄悄探过去挠它痒痒，它醒了却不爱睁眼，朝着我懒懒喵一声又蜷缩到小石板上一动不动。我用手抚摸它，给它在太阳下摆大字，它就像个毛茸茸玩具，懒的不想反抗，任我摆布。</p><p>它懒，但却不胆小。每当跟大黄狗打起架来，从来都不占下风。有一次大黄狗追着它跑，把它逼到池塘边跳到了晒衣杆上，猫眼对狗眼，谁都不让谁，要不是大黄狗跳不上去，我估计它非得跳上去把它撵下来不可，一阵僵持之后，胖花猫纵身一跃，骑在了狗背上，用爪子不停挠它鼻子，大黄狗急的原地转圈，一直咬自己的尾巴。弄得所有人哄堂大笑。</p><p>我不禁笑出声来，睁开双眼，才发现，我又在做回忆梦。</p>"
    },
    "en-US": {
        "title": "sunAndCat",
        "content": "<p>In the morning, woke up from a dream, a ray of long-lost sunshine through the screen window on the wardrobe.</p><p>Also do not know how long to look forward to, like a caged bird son to see the blue sky, when the buried in the depths of the vision into reality, he suddenly can not tell how excited, depressed in the chest for a long time of the uncomfortable also disappeared.</p><p>Distant smoke filled the air, his chair leaning against the window, close his eyes deeply breathing the sun, enjoy the kind of rare warmth. He could not describe what it tasted like; it was lazy, but intoxicating.</p><p>Dormitory empty, usually noisy place now become particularly quiet, quiet hear the sound of sunshine. And he was like the cat, curled up in the sun, not willing to move.</p><p>It was a cat he had as a child, a little fat body wrapped in black and brown striped sweater. Every day to eat a full lazy lie in front of the small SLATE with the sun to sleep, what also do not love to do, grandma always kick it scold it, said it eat lazy do not work, once also stole to eat grandma smoked salami, was beaten dare not go home, and I always protect it.</p><p>At that time on the primary school, whenever noon, I will be on time from school home to eat lunch, left on the slope, passing the small stone, I will always take out of the dead branches to pick up quietly in the past tickle it, it woke up but do not love to open its eyes, toward me lazy cat and curled up to the small stone still. I stroked it with my hand and placed large letters in the sun for it. It was like a furry toy, lazy and unwilling to resist, at my mercy.</p><p>It is lazy, but it is not timid. When it comes to fighting with rhubarb, he never loses. A rhubarb the dog chasing the it, driving it into the pond to jump onto the clothes pole, cat's eye to the dog, who all don't let who, if it weren't for rhubarb dog to jump up, I guess it had to jump up and drove it down, after a standoff, fat cat leap, on the back of the dog, keep scratching his nose with its claws, rhubarb dog in circles, have been biting its own tail. It made everyone laugh.</p><p>I couldn't help laughing out loud, open my eyes, only to find that I was in the dream of memories.</p>"
    }
}