{
    "zh-CN": {
        "title": "感动长存，感谢曾经共处的这群室友",
        "content": "<p>2011年的开端对我来说，是无法忘却的，有太多的感动。</p><p>二月初十(3月14日周一)是我生日。一直以来，在这天里，都是太阳高照，一切都会如此宁静、平淡。</p><p>然而临近这天，似乎又有种期待。我打开了QQ，收到了7份礼物，虽然不是真实的，但我心中依旧感到欣慰。过了一会我忽的又有些害怕期待会落空，想逃避。</p><p>周日下午放假，我去了伯伯家。奶奶也在，她知道我会去那儿，早早给我准备了20块钱，等我来了，塞给了我。我心里暖暖的。</p><p>吃过晚饭，我跟奶奶告别，她不舍的神情让我有些难过，我很想多陪她讲讲话，可惜时光总是在不经意间流逝，我匆匆赶回了学校。</p><p>上完晚自习，我无奈的走回寝室，上了床躺了下去，心里在发呆，也不知在想些什么。突然肖晓唤了我的名字，我回过头来，见他举着一个小蛋糕，我有点懵了，接下了他的礼物说了声谢谢。我是最不善言语，也没有欣喜若狂的动作，那声谢谢，发自内心，特别的感激。我没想过长这么大，会有同学关注我的生日，我已经无法形容自己的心情。</p><p>晚上的光亮时刻总是如此短暂，十多分钟一晃而过，熄灯了。我静静地躺在床上，默默回想着刚刚的情景，脸颊上挂着笑容，心里满满感动无法平复。</p><p>清脆的起床铃音萦绕在耳旁，这一天来临了。我刚一睁开眼，室友们齐声祝福我生日快乐。我很感动，我真的不知道要说什么话来感谢他们。我开始觉得年复一年的这一天，似乎开始变得不平淡了。不过还是像往日一样，课还是照常要上，只是没觉得那么无趣了。转眼第二节课下课，我走出教室透气。没想到遇到了小学同学赵婷，跟她聊了会儿。</p><p>傍晚，我吃过晚饭回了一趟宿舍。我看见刘申意手里拿着一个笔记本和几支笔芯，默默放在我床铺上。这一幕感动似曾相识，深深触动我的心。看似平淡不起眼的物件，实则蕴含深情关怀，他多么像一个长辈。</p><p>一切正在悄悄的逝去，正像我16岁这天，又临近落日。或许在这个时候,谁都会心感惆怅的吧。</p><p>晚自习后，下了点小雨，本已昏暗的天色却被路灯照耀的格外明亮。</p><p>我和灿哥走到公寓门口，看见肖晓跟兵哥站在那里，似乎等了许久。见我们走来便领着我们上楼去，我见他们头上晶莹剔透，像是方才没打伞跑回来淋到些雨，我好生奇怪。跟着他们上了二楼，来到昏暗的走廊，我向宿舍望去，定睛一看，惊呆了。209、210、211寝室所有人都从门口把头探了出来，只见210忽然闪出了个人影！原来是丁俊，手里挥舞着一条不知是谁的内裤，蹦跳着大喊生日快乐。我笑岔气，感动的稀里哗啦。当我走到门口，映入眼帘的是一个大蛋糕，上面点满了蜡烛，寝室内关着灯，微弱的烛光却显得格外耀眼，像很多颗太阳，温暖着我的心。</p><p>我被这惊喜冲昏了头脑，大家催促着我许愿吹蜡烛，我闭上了眼睛，多想永远停在这一刻...</p><p>可是，烛光再美也将被吹灭。我一直都明白，快乐的时光总是短暂的，所有的一切都终将会沦为回忆，但是我一直告诫自己，要一直记住这些难忘的回忆，和给予我回忆的这些人儿。</p>"
    },
    "en-US": {
        "title": "Moved forever",
        "content": "<p>The beginning of 2011 for me, is unable to forget, there are too much moved. </p><p>It's my birthday on the 10th of February. All the time, on this day, the sun is shining, everything will be so quiet, plain. </p><p>As the day approached, however, there seemed to be something to look forward to. I opened QQ, received 7 gifts, although not real, but my heart still feel gratified. After a while I suddenly some fear that the expectation will fail, want to escape. </p><p> On Sunday afternoon, I went to my uncle's house. Grandma was there, too. She knew I would be there, so she gave me twenty dollars early, and when I came, she gave me twenty dollars. My heart is warm. </p><p>After dinner, I said goodbye to my grandma, she did not give up the look let me some sad, I would like to talk with her more, but the time is always inadvertently passed, I hurried back to school. </p><p>After the evening self-study, I had no choice but to go back to the bedroom, on the bed to lie down, in a daze, I do not know what to think. Suddenly xiao xiao called my name, I looked back, see him holding a small cake, I was a little confused, accepted his gift said thank you. I am the most inarticulate, there is no ecstatic action, that thank you, from the heart, special gratitude. I did not think so long, there will be students concerned about my birthday, I can not describe their feelings. </p><p>The light of the night is always so brief that more than ten minutes flash by and the lights go out. I lay quietly in bed, silently recalled the scene, a smile on the cheek, the heart is full of moved can not calm. </p><p>With the ringing of the wake-up bell ringing in my ears, the day has come. As soon as I opened my eyes, my roommates wished me a happy birthday. I was so touched, I really don't know what to say to thank them. I began to feel that this day, year after year, seemed to begin to become more and more ordinary. However, as usual, the class is still going on, but not so boring. After the second class was over, I walked out of the classroom. Unexpectedly met the primary school classmate zhao ting, and she talked for a while. </p><p>In the evening, I went back to the dormitory after dinner. I saw liu shenyi holding a notebook and some pen refills in his hand, silently laying them on my bed. This scene touched my heart and touched my heart. Seemingly ordinary objects, but actually contains deep care, he is like an elder. </p><p>Everything is quietly passing away, as I was 16 years old, and the sunset is approaching. Perhaps at this time, who will feel melancholy it. </p><p>After the evening self-study, it rained a little, the already dark sky was illuminated by the street lamp especially bright. </p><p>Can elder brother and I walked to the door of the apartment, see xiao xiao with soldier brother standing there, seems to wait for a long time. Seeing us coming, he led us upstairs. I was surprised to see the crystal clear on their heads, as if they had just run back to the rain without an umbrella. I followed them up to the second floor and into the dark hallway. 209, 210, 211 bedroom everyone poked his head out from the door, 210 suddenly out of a figure! It was ding jun, waving a pair of someone's underwear, jumping and Shouting happy birthday. I laughed, moved by the rarefied. When I walked to the door, what I saw was a big cake, which was full of candles, and the light in the bedroom was turned off. The faint candle light was particularly dazzling, like many SUNS, warming my heart. </p><p>I was dazzled by this surprise, everyone urged me to make a wish to blow out the candles, I closed my eyes, how I want to stay in this moment forever... </p><p>However, no matter how beautiful the candle light is, it will be blown out. I always know that happy time is always short, and everything will eventually become memories, but I always tell myself to always remember these unforgettable memories, and give me memories of these people. </p>"
    }
}