{
    "zh-CN": {
        "title": "稻香",
        "content": "<p>一个人静呆着，总会情不自禁想到很多事情。思绪就像蒲公英，随风飘荡，丝毫不听使唤。</p><p>我懒洋洋侧躺在凉席上，窗外楼下远远传来割草机刺耳的嗡嗡声，伴随着一股芬芳气息，扑鼻袭来，好似稻香。对我而言，那是一种多么熟悉的味道～</p><p>我转过身子，向窗口望去，窗外风轻云淡，碧空如洗，一种莫名的欣喜感充盈在我心头。已然置身六月，在这样晴空万里的季节里，人们应该都在忙着丰收。往年到这个时候，家乡定会是硝烟弥漫，稻田里金黄的稻子不见了，空留下收割机碾压过的痕迹，还有那俨然伫立在泥土里的稻堆，被扎得绽开了花。晒干了的稻草，都会被收集到一块，然后点上一把火，把夕阳烧的通红...</p><p>我闭上了眼，让自己回到小时候，回到那片熟悉的稻田，金黄的稻谷随风荡起涟漪，像一片金色海洋，层层稻浪漂浮着，散发出令人陶醉的芬芳，沁人心田的稻香。我扎起裤腿，握着镰刀往海洋中央游去，而后半蹲着躲在里头悄无声息的割着稻子。偶尔来人路过，也都不会猜到在那广袤无垠的稻田里，还藏了个顽皮的熊孩子。</p><p>夏日炎炎，忙活三两天，等把稻子全都收割好了，然而却并不能休息。夏季“双抢”，收割完之后得马上接着插秧。所以不得不顶着烈日继续农忙，然后把人晒得黑不溜秋，大概也是因为这个原因，我的皮肤一直很黑。 </p><p>仿佛就是昨日，那熟悉的身影又映入眼帘，他掳了掳衣袖，径直往田中央走去，而后抓起一把秧苗，学着大人们插起秧来。那时候他并不惧怕烈日，他害怕的，是田里吸人血的马蝗，那些时候那些日子，他还很小所以干农活会很累，却过得很充实，很开心。</p><p>我时常问自己，是不是太过于留恋过去，我想也是，过去的都已然成为过去，永远也回不去了。该放下的得放下，放不下的都将会成为包袱，让你前进的很慢。然而，我却始终觉得，童年是我挥之不去的记忆，太多感慨太多快乐，每当心情如石沉大海般沉重时我会什么都不想，只有那些小时候的片段会带给我慰藉。我想到，人不能忘本，人之根本就是他的初心，当感觉人生毫无方向感时，想想你的初心，回到你曾经的位置，再重新选择前行的方向。</p><p> 我缓过神来，恍惚的神情从窗外收了进来，我知道自己又在胡思乱想了，可能这是种病，然而我并不想治，多想想过去无忧无虑的事也许不是件什么坏事，想着想着，思绪又飘远，只剩下割草机嗡嗡嗡嗡荡漾在整个校园……</p>"
    },
    "en-US": {
        "title": "riceFragrant",
        "content": "<p>Alone, always can't help but think of a lot of things. Thoughts are like dandelions, blown by the wind, not at all obedient.</p><p>I lolled on the mat, outside the window downstairs heard the lawn mower shrill hum, accompanied by a fragrance, the nose hit, like rice incense. To me, that is a how familiar taste ~</p><p>I turned around and looked out of the window, outside the wind and clouds light, clean air, a sense of inexplicable joy filled my heart. Already in June, in such a sunny season, people should be busy with the harvest. At this time in previous years, my hometown would be filled with smoke, the golden rice disappeared in the paddy field, leaving the traces of the harvester crushing, and the rice pile standing in the soil, was bursting into blossom. Dried straw will be collected into a piece, and then lit a fire, the sun burned red...</p><p>I closed my eyes, let myself back to a child, back to the familiar rice field, golden rice ripples in the wind, like a golden sea, layers of rice waves floating, sending out a intoxicating fragrance, qin people's hearts of rice incense. I tucked up my pants legs, grabbed my sickle and swam out to the middle of the ocean. The occasional passer-by would not have guessed that there was a naughty bear hiding in the vast rice field.</p><p>Summer heat, busy three or two days, such as the rice all harvested, but can not rest. Summer 'double grab', after the harvest must immediately after planting. So I have to continue to work under the hot sun, and then people tan, probably because of this reason, my skin has been very dark.</p><p>As if it was yesterday, the familiar figure came into view, he took the prisoners sleeves, went straight to the middle of the field, and then grabbed a seedling, learn adults to plug up the seedlings. At that time, he was not afraid of the hot sun, he was afraid of the locust in the field, which sucked human blood. In those days, he was still very young, so he would be very tired to do farm work, but he lived a full and happy life.</p><p>I often ask myself, is too much nostalgia for the past, I think so, the past has become the past, never go back. Should put down have to put down, can not put down will become a burden, let you move forward slowly. However, I always feel that childhood is my lingering memory, too much emotion too much happiness, whenever the mood is as heavy as a stone, I do not think of anything, only those childhood fragments will bring me comfort. I think, people can not forget the origin, the fundamental person is his original mind, when you feel no sense of direction in life, think about your original mind, return to your previous position, and then choose the direction.</p><p>I recovered my mind, the trance from the window to receive in, I know that I was in the wild again, this may be a disease, but I do not want to treat, think about the past carefree things may not be a bad thing, think about, thoughts and thoughts drifting away, only left lawn mower buzzing ripples in the whole campus......</p>"
    }
}